[
  "obsidian-minimal-settings",
  "recent-files-obsidian",
  "obsidian-style-settings",
  "text-snippets-obsidian",
  "dataview",
  "table-editor-obsidian",
  "drawio-obsidian",
  "obsidian-hover-editor",
  "obsidian-plugin-toc",
  "obsidian-linter"
]